Repository: wp-plugins/code-snippets-extended
Catalog: languages/acs-*.po
Languages: de_de

source: Плагин, позволяющий размещать в постах php/js или css код. Позволяет создавать сниппеты из блоков кода и добавлять их простым кликом мыши.
de_de: Plugin, that allows you to place php/js or css code on your posts and pages easily. Merge code into snippets and add them by simple touch of a button!

source: Роман Кудашев
de_de: Roman Kudashew

source: Вызов файлов плагина напрямую запрещен.
de_de: Zugriff verweigert!

source: Сниппеты еще не созданы.
de_de: Es wurde Noch kein Code Snippet erstellt.

source: Выбрать
de_de: Auswählen

source: Выберите сниппет
de_de: Snippet auswählen

source: Сниппет
de_de: Snippet

source: Сниппеты
de_de: Snippets

source: Добавить сниппет
de_de: Snippet hinzufügen

source: Название сниппета
de_de: Bezeichnung des Snippets

source: Код сниппета
de_de: Code Snippet

source: Короткая справка:
de_de: Hinweis

source: Поле "Код Сниппета" позволяет размещать на сайте php\javascript или css код.
de_de: Füge beliebigen PHP-/JS- oder CSS-Code ins „Code Snippet“-Feld ein und beachte die Formatierung:

source: Размещайте CSS код следующим образом:
de_de: CSS muss wie folgt formatiert sein:

source: Размещайте PHP код следующим образом:
de_de: … PHP so:

source: Размещайте js код следующим образом:
de_de: … und Javascript:

source: Тестировать
de_de: Code überprüfen

source: Обновить сниппет
de_de: Snippet aktualisieren

source: Сниппеты кода.
de_de: Code Snippets.

source: Добавить
de_de: Hinzufügen

source: Плагин позволяющий размещать произвольные блоки кода в тексте материала.
de_de: Mit diesem Plugin können PHP-/JS- oder auch CSS-Code-Snippets in Posts oder Pages eingefügt werden.

source: Поиск по названию
de_de: Suche nach Bezeichnung

source: Автор
de_de: Author

source: ваш Гарри.
de_de: Roman Kudashev.

source: Данные для редактирования не доступны
de_de: Diese Daten sind nicht verfügbar

source: Сохранение не выполнено, пожалуйста укажите название сниппета
de_de: Bitte eine Bezeichnung eingeben

source: Сохранение не выполнено, вы не указали код сниппета
de_de: Bitte den Code eingeben

source: Готово!
de_de: Vorgang abgeschlossen!

source: К несчастью сниппет не может быть добавлен из-за проблем с базой данных.
de_de: Aufgrund eines Fehlers in der Datenbank konnte das Snippet leider nicht hinzugefügt werden.

source: Данные отсутствуют.
de_de: Keine Daten verfügbar

source: Название
de_de: Bezeichnung

source: Состояние
de_de: Status

source: Код
de_de: Code

source: Редактировать
de_de: Bearbeiten

source: Включить
de_de: On

source: Выключить
de_de: Off

source: Удалить
de_de: Löschen
